

<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2 Final//EN">
<!-- ====================================================================== -->
<!--    Methodologie.asp                                                    -->
<!-- ====================================================================== -->
<!--  Version date: 05/02/2014                                              -->
<!--  Author: Daniel Labelle                                                -->
<!--  Web: www.leslabelle.com                                               -->
<!-- ...................................................................... -->
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<!-- ******************************************** -->
<!--    Metatags                                  -->
<!-- ******************************************** -->
<meta name="Date-revision-yyyymmdd" content="20140205" />
<meta name="Date-creation-yyyymmdd" content="20110508" />
<meta name="Abstract" content="La Route des cimetières du Québec" />
<meta name="Description" content="Inventaire et localisation des cimetières du Québec (géo-positionnement)" />
<meta name="Keywords" content="Québec, route, cimetière, cimetières, inhumation, nécrologie, crypte, cénotaphe, tombe, sépulture" />
<meta name="Title" content="M&eacute;thodologie et notes" />
<meta name="Revisit-After" content="30 days" />
<meta name="Robots" content="index,follow" />
<!-- ******************************************** -->
<!--    metatags.inc         24/10/2013           -->
<!-- ******************************************** -->
<meta name="Author" content="Daniel Labelle" />
<meta name="Base HREF" content="http://www.leslabelle.com/Cimetieres" /> 
<meta name="Category" content="Reference" />
<meta name="Classification" content="Mass storage" />
<meta name="Copyright" content="Daniel LABELLE" />
<meta name="Distribution" content="Global" /> 
<meta name="Doc-Class" content="Published" />
<meta name="Doc-Rights" content="Public domain" />
<meta name="Doc-Type" content="Web page" />
<meta name="Expires" content="Never" />
<meta name="Generator" content="Allaire Homesite 5.5" />
<meta name="Geography" content="Quebec, Canada, G6G0A1" />
<meta name="GoooglesmartTagsPreventParsing" content="True" />
<meta name="Identifier-url" content="http://www.leslabelle.com/Cimetieres" /> 
<meta name="Language" content="fr-CA,en-US" />
<meta name="MSSmartTagsPreventParsing" content="True" />
<meta name="ObjectType" content="Research Paper" />
<meta name="Owner" content="daniel@leslabelle.com" />
<meta name="Publisher" content="Daniel Labelle" />
<meta name="Rating" content="General" />
<meta name="Reply-to" content="daniel@leslabelle.com" />
<meta name="Resource-type" content="Document" />
<meta name="Subject" content="Social Sciences" />
<meta name="VW96.ObjectType" content="Database" />
<!-- ............................................................... -->
<meta http-equiv="Content-Language" content="fr-CA,en-US" />
<meta http-equiv="Content-Style-Type" content="text/css" />
<meta http-equiv="ImageToolbar" content="no" />
<meta http-equiv="Reply-to" content="daniel@leslabelle.com" />
<meta http-equiv="VW96.OBJECT TYPE" content="Database" />
<!-- ............................................................... -->
<title>
M&eacute;thodologie et notes
</title>
<LINK REL="stylesheet" type="text/css" href="CimCSS.css">
</head>


<body>
 
	<a name="Intro"></a>
    <h2>Introduction</h2>
				
				<p>
				Cette banque de donn&eacute;es contient un inventaire des cimeti&egrave;res et d'autres lieux 
				de s&eacute;pulture du Qu&eacute;bec, existants ou disparus. Elle permet le g&eacute;o-positionnement 
				de ces lieux d'inhumation.</p>
	
				<p>
				Certains de ces lieux de s&eacute;pulture n'existent plus, ayant &eacute;t&eacute; soit abandonn&eacute;s,
				soit relocalis&eacute;s, ou soit d&eacute;truits par les &eacute;l&eacute;ments. D'autres sont difficile d'acc&egrave;s car priv&eacute;s (communaut&eacute;s
				religieuses, au milieu de terres agricoles, etc.) ou &agrave; acc&egrave;s restreint (cryptes sous les &eacute;glises,
				uniquement par acc&egrave;s p&eacute;destre, ruines arch&eacute;ologiques, etc.)
				</p>
	
				<p>
				Cet inventaire n'est nullement exhaustif, ni d&eacute;finitif; des ajouts et modifications y sont encore
				apport&eacute;s r&eacute;guli&egrave;rement. SVP me faire part de toutes erreurs et omissions que vous
				pourriez y d&eacute;celer.
				</p>
	
				<!--              -->
				<!-- Restrictions -->
				<!--              -->
				<a name="Restrictions"></a>
	
				<!--              -->
				<!-- Methodologie -->
				<!--              -->
				<a name="Methode"></a>
                <h2>M&eacute;thodologie</h2>
				
				<p>
				Diff&eacute;rentes m&eacute;thodes ont &eacute;t&eacute; utilis&eacute;es pour le g&eacute;o-positionnement
				et l'obtention des coordonn&eacute;es des cimeti&egrave;res. La cible pour les coordonn&eacute;es est 
				le centre g&eacute;om&eacute;trique de la surface du cimeti&egrave;re. Voici une description des
				diff&eacute;rentes m&eacute;thodes utilis&eacute;es:
				</p>

				<p>
				La majorit&eacute; des cimeti&egrave;res ont &eacute;t&eacute; localis&eacute;s de la fa&ccedil;on suivante:<br>
				&nbsp;&nbsp;&nbsp;-&nbsp;Localisation visuelle du cimeti&egrave;re sur carte topom&eacute;trique (1:50,000)
				&agrave; l'aide du site MyTopo.com&reg;.<br>
				&nbsp;&nbsp;&nbsp;-&nbsp;Lecture des coordonn&eacute;es g&eacute;ographiques &agrave; partir de MyTopo&reg;.<br>
				&nbsp;&nbsp;&nbsp;-&nbsp;Report de ces coordonn&eacute;es dans Google Earth&reg;.<br>
				&nbsp;&nbsp;&nbsp;-&nbsp;Affinement du positionnement &agrave; l'aide de Google Earth&reg;.<br>
				&nbsp;&nbsp;&nbsp;-&nbsp;Enregistrement des coordonn&eacute;es finales dans la banque de donn&eacute;es.<br>
				</p>

				<p>
				Plusieurs des cimeti&egrave;res ont &eacute;t&eacute; localis&eacute;s &agrave; partir de listes
				provenant de diff&eacute;rentes sources (sites Web, livres, cartes diverses, etc.) <br>
				&nbsp;&nbsp;&nbsp;-&nbsp;Transfer des coordonn&eacute;es ou positionnement visuel dans Google Earth&reg;.<br>
				&nbsp;&nbsp;&nbsp;-&nbsp;Confirmation du positionnement &agrave; l'aide de la carte topom&eacute;trique (1:50,000).<br>
				&nbsp;&nbsp;&nbsp;-&nbsp;Affinement du positionnement &agrave; l'aide de Google Earth&reg;.<br>
				&nbsp;&nbsp;&nbsp;-&nbsp;Enregistrement des coordonn&eacute;es finales dans la banque de donn&eacute;es.<br>
				</p>
				
				<p>
				Certains cimeti&egrave;res ont &eacute;t&eacute; visit&eacute;s et une lecture des coordonn&eacute;es
				a &eacute;t&eacute; prise &agrave; l'aide d'un appareil GPS (Magellan SporTrak&reg;).<br>
				&nbsp;&nbsp;&nbsp;-&nbsp;Enregistrement des coordonn&eacute;es dans l'unit&eacute; GPS.<br>
				&nbsp;&nbsp;&nbsp;-&nbsp;Transfer de ces coordonn&eacute;es dans Google Earth&reg;.<br>
				&nbsp;&nbsp;&nbsp;-&nbsp;Confirmation du positionnement &agrave; l'aide de la carte topom&eacute;trique (1:50,000).<br>
				&nbsp;&nbsp;&nbsp;-&nbsp;Affinement du positionnement &agrave; l'aide de Google Earth&reg;.<br>
				&nbsp;&nbsp;&nbsp;-&nbsp;Enregistrement des coordonn&eacute;es finales dans la banque de donn&eacute;es.<br>
				</p>

				<p>
				Pour les cimeti&egrave;res anciens, aujourd'hui disparus, les coordonn&eacute;es ont &eacute;t&eacute; 
				obtenues de diff&eacute;rentes sources, principalement de sites Web, ou bien ont &eacute;t&eacute; transpos&eacute;es
				&agrave; partir de descriptions ou de cartes anciennes.<br>
				&nbsp;&nbsp;&nbsp;-&nbsp;Transfer de ces coordonn&eacute;es ou positionnement visuel dans Google Earth&reg;.<br>
				&nbsp;&nbsp;&nbsp;-&nbsp;Confirmation du positionnement &agrave; l'aide de la carte topom&eacute;trique (1:50,000).<br>
				&nbsp;&nbsp;&nbsp;-&nbsp;Affinement du positionnement &agrave; l'aide de Google Earth&reg;.<br>
				&nbsp;&nbsp;&nbsp;-&nbsp;Enregistrement des coordonn&eacute;es finales dans la banque de donn&eacute;es.<br>
				</p>
				
				<p>
				Certains cimeti&egrave;res n'ont pu &ecirc;tre g&eacute;o-positionn&eacute;s pr&eacute;cis&eacute;ment
				pour toutes sortes de raison (renseignements insuffisants, cryptes sous les &eacute;glises, etc.) Dans
				ce cas, les coordonn&eacute;es les plus probables sont enregistr&eacute;es et un indicateur de 
				positionnement approximatif est aussi enregistr&eacute; dans la banque de donn&eacute;es.
				</p>
				
				<p>
				Les cimeti&egrave;res qui sont s&eacute;par&eacute;s par une route publique, ou par un terrain servant &agrave;
				d'autres activit&eacute;s, ont &eacute;t&eacute; divis&eacute;s en 2 sections s&eacute;par&eacute;es et se
				retrouvent donc dans 2 enregistrements distincts.
				</p>
				
				<!--              -->
				<!-- Precision    -->
				<!--              -->
				<a name="Precision"></a>
                <h2>Pr&eacute;cision du positionnement</h2>
				
				<p>
				Comme les coordonn&eacute;es cart&eacute;siennes de cette banque de donn&eacute;es proviennent en majorit&eacute; de l'application Google
				Earth, il m'a sembl&eacute; utile d'obtenir un ordre de grandeur des erreurs engendr&eacute;es par les distortions
				inh&eacute;rentes &agrave; cette application. En comparant quelques points g&eacute;od&eacute;siques, r&eacute;partis entre Montr&eacute;al 
				et Qu&eacute;bec, bien identifi&eacute;s par le Minist&egrave;re des Resources naturelles et de la Faune du Qu&eacute;bec (MRNF),
				et rep&eacute;rables sur les images de Google Earth, il m'a &eacute;t&eacute; possible d'estimer les &eacute;carts auquels on peut 
				s'attendre dans les lectures des coordonn&eacute;es. Pour ce faire j'ai utilis&eacute; 7 stations des 
				
				R&eacute;seaux &eacute;talons GPS</a> &eacute;tablis par le MRNF.
				</p>
				
				<p>
				L'&eacute;cart moyen des erreurs pour les coordonn&eacute;es est de &plusmn;2.07 m&egrave;tres (&plusmn;6.80 pieds)
				pour 7 stations de calibration. L'&eacute;cart maximal mesur&eacute; est de &plusmn;6.67 m&egrave;tres (&plusmn;21.9 pieds), alors que 
				l'&eacute;cart minimum est de 0.19 m&egrave;tre (0.63 pied). L'azimut moyen des erreurs est de 329.5&deg; (Nord-Ouest).
				</p>
				
				<p>
				Une pr&eacute;cision de positionnement de cet ordre est amplement suffisant compte tenu de la taille des 
				surfaces ici impliqu&eacute;es. Cette erreur se retrouvera &eacute;galement dans le positionnement des
				cimeti&egrave;res en repr&eacute;sentation topom&eacute;trique (1:50,000) et dans les coordonn&eacute;es des fichiers pour 
				appareils GPS.
				</p>
				
				<p>
				Les coordonn&eacute;es utilis&eacute;es sont bas&eacute;es sur le datum WGS84 (World Geodetic System 1984).
				Les directions indiqu&eacute;es sont par rapport au nord vrai.
				</p>
				
				<p>
				Tel que d&eacute;crit dans la section "M&eacute;thodologie", certains cimeti&egrave;res n'ont pu 
				&ecirc;tre g&eacute;o-positionn&eacute;s pr&eacute;cis&eacute;ment. Un indicateur appara&icirc;tra alors,
				indiquant que cette position est approximative. De plus, un indice de pr&eacute;cision est assign&eacute;
				&agrave; chaque enregistrement. On compte 4 niveaux de pr&eacute;cision différents:
				<br>
					<ol start="1">
						<li>Position pr&eacute;cise: &plusmn;2 m&egrave;tres (&plusmn;7 pieds)</li>
						<li>Position approch&eacute;e: &plusmn;100 m&egrave;tres (&plusmn;328 pieds)</li>
						<li>Position mentionn&eacute;e: &plusmn;1 km (&plusmn;0.6 mille)</li>
						<li>Position impr&eacute;cise: &gt;1 km (0.6 mille)</li>
					</ol>
				<a name="Dimensions"></a>
				<h2>Dimensions</h2>
				
				<p>
				Pour certains cimeti&egrave;res les dimensions sont disponibles. Celles-ci comprennent le p&eacute;rim&egrave;tre 
				(exprim&eacute; en m&egrave;tre), la surface (exprim&eacute;e en m&egrave;tre carr&eacute;) et l'altitude 
				(exprim&eacute;e en m&egrave;tre). Le p&eacute;rim&egrave;tre et la surface ont &eacute;t&eacute; calcul&eacute;s 
				&agrave; partir des coordonn&eacute;es cart&eacute;siennes extraites d'un trac&eacute; effectu&eacute; sur une 
				des cartes satellitaires (Google Earth, Bing Maps ou Yahoo Maps). L'application 
				<em>GE-Path (V#1.4.6)</em></a>
				a &eacute;t&eacute; utilis&eacute;e pour la majorit&eacute; des calculs, ainsi que le site en-ligne
				<em>Earth Point (tools for Google Earth)</em></a>.
				L'altitude a &eacute;t&eacute; extraite du service de cartes 
				<em>Web Toporama</em></a> de 
				Resources naturelles Canada ou de Google Earth. Toutes ces mesures doivent &ecirc;tre utilis&eacute;es avec discernement 
				&eacute;tant donn&eacute; la pr&eacute;cision limit&eacute;e des m&eacute;thodes utilis&eacute;es.
				</p>
				
				<!--                    -->
				<!-- Caracterisation    -->
				<!--                    -->
				<a name="Caracterisation"></a>
                <h2>Caract&eacute;risation</h2>
				
				<p>
				Une caract&eacute;risation a &eacute;t&eacute; d&eacute;velopp&eacute;e en tenant compte de deux facteurs
				principaux: position du cimeti&egrave;re par rapport &agrave; l'&eacute;glise et organisation spatiale du
				cimeti&egrave;re. Voici la classification utilis&eacute;e pour chacun de ces items:
				<br><br>
				<strong>Position du cimeti&egrave;re par rapport &agrave; l'&eacute;glise:</strong>
				<br>
				<ul type="disc">
					<li><strong>Inconnue</strong></li>
						&nbsp;&nbsp;&nbsp;Position inconnue avec pr&eacute;cision.
					<li><strong>Ad sanctos</strong></li>
						&nbsp;&nbsp;&nbsp;Inhumations dans une crypte sous ou dans l'&eacute;glise.
					<li><strong>Int&eacute;gr&eacute;</strong></li>
						&nbsp;&nbsp;&nbsp;Cimeti&egrave;re adjacent &agrave; au-moins 3 c&ocirc;t&eacute;s de l'&eacute;glise.
					<li><strong>Attenant</strong></li>
						&nbsp;&nbsp;&nbsp;Cimeti&egrave;re adjacent &agrave; un ou 2 c&ocirc;t&eacute;s de l'&eacute;glise.
					<li><strong>&Eacute;cart&eacute;</strong></li>
						&nbsp;&nbsp;&nbsp;Cimeti&egrave;re en retrait de l'&eacute;glise ou carr&eacute;ment &eacute;loign&eacute;.
					<li><strong>Orphelin</strong></li>
						&nbsp;&nbsp;&nbsp;Cimeti&egrave;re qui &eacute;tait rattach&eacute; ou affili&eacute; &agrave; une &eacute;glise aujourd'hui disparue.
					<li><strong>Isol&eacute;</strong></li>
						&nbsp;&nbsp;&nbsp;Cimeti&egrave;re non rattach&eacute; ou affili&eacute; &agrave; une &eacute;glise.
				</ul>
				<br>
				<strong>Organisation spatiale:</strong>
				<br>
				<ul type="disc">
					<li><strong>Inconnue</strong></li>
						&nbsp;&nbsp;&nbsp;Organisation spatiale inconnue.
					<li><strong>Al&eacute;atoire</strong></li>
						&nbsp;&nbsp;&nbsp;Les tombes sont dispos&eacute;es de fa&ccedil;on al&eacute;atoire, souvent par groupements de familles.
					<li><strong>Orthogonal - monobloc</strong></li>
						&nbsp;&nbsp;&nbsp;Les tombes sont align&eacute;es en rang&eacute;es ordonn&eacute;es, s&eacute;par&eacute;es par des chemins droits.
					<li><strong>Orthogonal - multiblocs</strong></li>
						&nbsp;&nbsp;&nbsp;Cimeti&egrave;re comportant plusieurs monoblocs.
					<li><strong>Cimeti&egrave;re-parc</strong></li>
						&nbsp;&nbsp;&nbsp;Cimeti&egrave;re nature, style jardins anglais, souvent dessin&eacute; par un architecte-paysager.
					<li><strong>Cercle, demi-cercle, hexagonal ou octogonal</strong></li>
						&nbsp;&nbsp;&nbsp;Cimeti&egrave;re dont les tombes sont dispos&eacute;es de fa&ccedil;on particuli&egrave;re.
					<li><strong>D&eacute;natur&eacute;</strong></li>
						&nbsp;&nbsp;&nbsp;Cimeti&egrave;re ayant subi des transformations importantes, soit apr&egrave;s d&eacute;placement ou dommages naturels.
					<li><strong>Columbarium</strong></li>
						&nbsp;&nbsp;&nbsp;Cases regroup&eacute;es pour contenir des urnes cin&eacute;raires. Ext&eacute;rieur ou int&eacute;rieur.
					<li><strong>Mixte</strong></li>
						&nbsp;&nbsp;&nbsp;Cimeti&egrave;re comportant des sections de styles diff&eacute;rents.
					<li><strong>Divers (ad sanctos, sous l'eau, etc)</strong></li>
						&nbsp;&nbsp;&nbsp;Toutes autres dispositions non incluses ci-dessus.
				</ul>
				<br>
				De plus, le nombre de mausol&eacute;es familiaux ainsi que la pr&eacute;sence d'une chapelle
				sont indiqu&eacute;s lorsque connus.
				<br>
				
				<!--               -->
				<!-- Confession    -->
				<!--               -->
				<a name="Confession"></a>
                <h2>Types ou confessions</h2>
				
				<p>
				A chaque cimeti&egrave;re est associ&eacute; un champ <em>"Type/Confession"</em> indiquant soit le type ou la confession de ce lieu lorsque connu.&nbsp;
				<br>
				</p>
				
				<!--               -->
				<!-- Avis légal    -->
				<!--               -->
				<a name="Avis"></a>
                <h2>Avis l&eacute;gal</h2>
				
				<p>
				En aucun cas, l'auteur ne sera tenu responsable des dommages directs, indirects ou 
				sp&eacute;ciaux r&eacute;sultant de l'usage de ce site Web ou d'autres sites qui lui 
				sont li&eacute;s, notamment de tout pr&eacute;judice financier ou commercial ou de 
				toute perte de programme ou de donn&eacute;es dans votre syst&egrave;me de traitement 
				de l'information ou autre, m&ecirc;me si l'auteur a &eacute;t&eacute; avis&eacute; de 
				la possibilit&eacute; que surviennent de tels dommages. Tous les renseignements qui ont 
				&eacute;t&eacute; fournis par l'auteur le sont &laquo;tels quels&raquo;. Que ce soit 
				express&eacute;ment ou implicitement, l'auteur ne fait aucune repr&eacute;sentation, 
				n'offre aucune garantie, expresse ou implicite, notamment les garanties relatives &agrave; 
				l'adaptation &agrave; un usage particulier, &agrave; la qualit&eacute; marchande ou 
				&agrave; l'absence de contrefa&ccedil;on.
				</p>
				

			<br>
			
	 
	    
  
</body>
</html>
